other/tmp.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="https://test.com/cchm_change_request_create.do?SOAP"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                  xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ ">
    <soapenv:Header/>
    <soapenv:Body>
        <web:Create>
            <web:short_description>This is tested creation RFC</web:short_description>
        </web:Create>
    </soapenv:Body>
</soapenv:Envelope>
